{
  "Ustazah Tyas": {
    "isi": "Za, ini adalah surat spesial untuk ustazah. Aku mau mengawali surat ini dengan terima kasih sebanyak banyaknya karena telah menerimaku apa adanya. Ustazah Tyas, ustazah adalah salah satu guru paling berjasa dalam hidupku, ustazah telah banyak mewarnai hari hariku, dikala suka, maupun duka. Aku menulis surat ini bukan untuk mengikuti tren atau semacamnya, aku menulis surat ini untuk berterima kasih sebanyaknya atas jasa ustazah selama ini. Kalau ustazah tahu, pada saat saya sedang galau, ustazah telah banyak mengubahku. Jikalau tak ada ustadzah di sampingku, aku tak tahu apa yang bisa kuperbuat. Juga, jika pada saat itu ustadzah tidak memberi saya tempat di IPSA, saya tidak akan bisa berhasil ini dalam dunia organisasi. Ustadzah clears so many paths for me, and I thank very much. Aku mungkin tidak bisa menulis surat sebagus seperti ustadzah dalam kertas, tapi aku bisa menggabungkan hobi saya, maka jadilah ini. Aku tak bisa membayangkan, jika ustadzah tidak memberiku surat pada hadiah itu, aku tak mungkin susah payah membuat web surat ini untuk guru-guru tercinta, jadi ustazah is the best, thank you. Saya pun minta maaf jika sempat ada kekeliruan/salah pada saat masih di IPSA, saya akan terus mengejar mimpi saya dan saya mohon minta doanya. Mungkin ini adalah surat terakhir yang bisa kukirim ke ustadzah. Akhir kata, jujur saja, jika tak ada ustadzah membantuku, aku tak mungkin bisa jadi seaktif ini di IPSA, bersemangat pada segala aktivitas, dan berbuka pada ide-ide baru. ",
    "penutup": "So, thank you, may Allah reply your kindness."
  },
  "Ustazah Esti": {
    "isi": "Halo, pasti ustadzah kaget ya dapet surat web ini, hehee.. Aku memutar otak dan mencari ide tentang bagaimana membuat surat tak kalah bagus dari ustadzah, mungkin aku jelek dalam menulis di kertas, tetapii aku sangat suka mencari hal lain, maka disinilah Anda, membaca surat web dariku... Aku mengawali surat ini dengan ucapan thanks, thank you very much for helping me thinks of a new idea. Ustadzah Esti, ustazah adalah guru yang sangat hebat, ustazah menerimaku apa adanya, aku mungkin cerewet, suka nyewot ngomong ini ngomong itu, tapi ustazah selalu bersabar.. Jikalau ustazah tahu, aku kaget setengah mati pada saat membuka buku kecil yang ada tulisannya, aku kira itu nama merek,, ternyata surat dari seorang ustazah.. Itu membuatku berpikir, ‘Jika ustazah bisa memberiku surat kejutan, masa aku tak bisa?’ Selepas itu, aku langsung memikirkan ide untuk mengirim surat spesial ini untuk guru-guru tercinta. Surat web ini, menyimpan banyak kenangan, mengapa? Karena di data website ini tersimpan puluhan surat yang akan kukirim ke guru lainnya, dan itu tidak akan bisa saya lakukan jika tak membuka buku kecil itu. Maka, thank you. Tahun tahun di JJC pun sangat mengharukan, saya berterimakasih atas memberi saya tempat untuk berkarya, bayangkan, jika saya tak masuk JJC, tak mungkin saya bisa mengasah skill graphic design saya... Akhir surat, selepas lulus saya akan terus berusaha meraih cita-cita saya, maka saya izin memohon doa ke ustadzah.",
    "penutup": "Zah, you’re the best! May Allah reply your kindness."
  },
  "Ustazah Binti": {
    "isi": "Zaaaah!!!!! Ini adalah surat dari salah satu anak bushiri baru, well, mungkin saya tak terlalu pantas menulis surat ini karena baru 1 tahun di bushiri, tapi 1 tahun itu sudah sangat cukup. Bayangkan, dalam 1 tahun di bushiri, saya belajar banyak. 1 tahun singkat, tapi mampu memenuhi pikiran saya dengan warna warna terindah. Saya tidak peduli dengan kata ‘Bushiri Baru’, ‘Bushiri Lama’, karena, pada akhirnya kita semua akan selalu bersama, tidak peduli kelas mana yang mereka tempati. Ustadzah telah menjadi sepotong bagian terpenting dalam pembentukan diriku di SMP, ustazah mengajariku bagaimana cara bersabar dikala keadaan genting, cara mendisiplinkan anak kelas yang nakal, dan cara terus bersemangat meski sedang bersedih. Saya, selaku anak bushiri, salut kepada wali kelas saya yang memiliki kesabaran tinggi setebal kamus al munawwir arab-indonesia edisi terlengkap. Maka terimakasih atas segala dedikasi ustazah telah menerima kami apa adanya.",
    "penutup": "Piala wali kelas terbaik 2025 jatuh kepada ustazah, selamat zah!"
  },
  "Ustazah Hani": {
    "isi": "Assalamu’alaikum zah, terimakasih telah memberi saya kesempatan untuk terus mengembangkan kepribadian saya. Saya menulis surat ini bukan untuk membahas PDL maupun banner (hehe), saya menulis surat ini untuk mengungkapkan maaf dari hati yang terdalam. Zah, saya, selaku murid, berterimakasih banyak kepada ustazah karena telah memberiku kesempatan untuk memimpin organisasi. Kalau ustazah tahu, memimpin organisasi adalah salah satu list terbawah untuk tidak dilakukanku, karena pada dasarnya, aku adalah introvert. Tapi dengan bimbingan ustazah, aku akhirnya mampu memperbaiki jati diriku dan mencari salah satu minat terpentingku, yaitu berorganisasi. Saya juga meminta maaf, karena telah mengejar deadline terlalu banyak, apalagi mencatat kertas-kertas untuk merencanakan konsep. Saya harusnya malu, karena memberatkan ustazah, tapi dengan sabar ustazah selalu menerimanya, maka  dari itu terimakasih, terimakasih banyak karena telah menerimaku apa adanya.",
    "penutup": "Thanks, for all these years... Aku, rafa, izin undur diri."
  },
  "Ustazah Reza": {
    "isi": "Hai za! Salah satu guru yang telah banyak membantuku. Saya menulis surat ini sebagai salah satu murid yang mungkin paling sering ke ruang administrasi, I just want to say thanks, terimakasih atas 3 tahun yang sangat berharga ini. Ustazah adalah salah satu ustazah terkuat, tersabar yang pernah aku tahu. Bayangkan, ustazah harus mengurus administrasi siswa sebanyak itu dengan bantuan ustaz Iqu saja, saya berterimakasih atas semuaa kerja keras yang ustazah telah lakukan. Semoga ustazah selalu semangat dan bersabar selalu, Thank you za..",
    "penutup": "Akhir kata, terimakasih telah membantuku dalam setiap perjalanan, Semoga Allah memberi balasan atas kebaikanmu.."
  },
  "Ustazah Fifin": {
    "isi": "Ustazah Fifin! Wali kelas tersangar dalam hidupku. Ustazah Fifin, Ustazah selalu bersabar meski suasana kelas sedang gaduh, ramai, bahkan chaos. Aku selaku anak khawarizmi bimbingan ustazah, berterimakasih atas segala ilmu yang berharga. Setiap ustazah menangis, aku pun ikut merasakannya, aku minta maaf sekali atas perilaku kita semua. Kesampingkan itu, zah, saya kaget pada saat ustazah bilang akan meninggalkan sekolah ini, setiap gepukan stik drum yang ustazah beri, setiap kata motivasi pada famtime, akan hilang begitu saja. Terimakasih telah menyempatkan ikut wisuda SMP kita, tanpamu mungkin, khawarizmi akan menjadi lebih chaos dan tak teratur, maka dari itu thank you very much za. Saya percaya bahwa setiap suka dan duka yang kita hadapi bersama, tak akan pernah hilang.. ",
    "penutup": "Semoga ustazah sehat selalu diluar sana, sayonara..."
  },
  "Ustazah Dida": {
    "isi": "Pada guruku, Ustazah dida, za, terimakasih atas segala kerja keras dalam menerbitkan artikel traveo kita, saya tak akan pernah bisa membalas kebaikan ustazah, maka dari itu yang bisa saya berikan hanya sepucuk surat kecil ini, thank you za, for everything you have taught to us.",
    "penutup": "Semoga Allah membalas kebaikanmu za!"
  },
  "Ustazah Hilma": {
    "isi": " Pada guruku, Ustazah hilma, za, terimakasih atas segala kerja keras dalam mendidik kita tentang cara mendesain dengan baik, dan membantu menerbitkan artikel traveo. saya tak akan pernah bisa membalas kebaikan ustazah, maka dari itu yang hanya bisa saya berikan kepada ustazah adalah sepucuk surat kecil ini, thank you za, for everything you have taught to us.",
    "penutup": " Semoga Allah membalas kebaikanmu za!"
  },
  "Ustaz Gilang": {
    "isi": "Tad gilang, makasih tad, atas didikannya, atas kesabarannya menghadapi angkatan kita. Juga atas pembelajaran di IELTS yang selalu berharga, setiap pertemuan diisi oleh cerita yang hebat, seperti yang bercerita. Maka, saya berterimakasih banyak atas bimbingannya selama ini...",
    "penutup": "Saya mohon minta doanya ya tad..."
  },
  "Ustaz Iqu": {
    "isi": "Tad! Terimakasih telah menjadi salah satu guru ter sat set, ter berharga, dalam hidupku. Saya pun mohon maaf atas segala kesalahanku ini, terimakasih telah membantuku dalam setiap perjalananku yang naik turun ini. Akhir kata, semoga ustad selalu diberi kesehatan..",
    "penutup": "Sukses selalu tad! Mohon doanya!!"
  },
  "Ustaz Rigan": {
    "isi": "Tad rigan, terimakasih atas sarannya selama ini, setiap saran membuat otakku memikirkan ide, dan berusaha merealisasikannya. Saya juga terimakasih atas masa masa kelas 7, dimana kita baru pertama kali masuk pondok. Masa-masa itu adalah masa yang susah, dimana kami jauh dengan keluarga kita, tapi ustad selalu hebat dalam menenangkan, jadi thank you tad!",
    "penutup": "Mohon doanya ya tad!"
  },
  "Ustaz Mail": {
    "isi": "Tad! Terimakasih atas 3 tahun ini, ustad selalu menyemangatiku dan membantuku pada saat aku kesusahan. Aku pun minta maaf jika ada kekuranganku dalam 3 tahun ini, Akhir kata, saya minta doanya ya tad, saya izin pamit undur diri, thank you tad!",
    "penutup": "Semoga Allah membalas kebaikannya ustad!"
  },
  "Ustaz Rizal": {
    "isi": "Ustaz Rizall, thank you for all these years, khusus untuk ustad, surat ini ku campurkan dengan bahasa inggris hehe.. This letter is sent by one of your students, this letter I wrote is for thanking you in the deepest of my heart, aku juga minta maaf tad, atas kesalahanku selama ini. Terimakasih telah menjadi ustadz yang caring, selalu membantu pada saat suka maupun duka.",
    "penutup": "Akhir kata, tetap semangat ya tad! Saya mohon minta doanya juga!"
  },
"Arzaqi": {
    "isi": "P, mus, surat iki gak suwe kok, ojok nangis yoo wkwkwkwk. Suwun wes ngancani aku selama iki, semoga kamu selalu bersinar di sekolah barumu, ojok lali aku sisan yo! Kapan-kapan sambangi pas haul harlah aaa. Aku minta maaf juga atas perilakuku yang mungkin merugikanmu. Terimakasih atas 3 tahun yang indah dan berwarna!",
    "penutup": "Selalu semangat meraih mimpimu friend."
  },
"Fawwaz": {
    "isi": "P waz, hehe,,, apik yoo website e!!! Aku terimakasih telah menemaniku selama ini, thank you for being one of the best friend I’ve ever met, aku jarang banget dapet teman, dan aku sangat bersyukur punya teman kayak kamu. Aku minta maaf juga, atas kesalahanku di masa lampau, ojo lali nyambangi aku pas haul harlah rekk, jangan pura pura lupa pas aku papasan ambek kowe.. akhir kata, selalu kejar mimpimu di sekolah barumu! Aku percaya kamu lebih dari sebuah batu bara diantara berlian...",
    "penutup": "Selalu semangat meraih mimpimu friend."
  },
"Rafief": {
    "isi": "Rapipp! Kaget yaaa,, aku mau berterimakasih atas selama ini, aku pun juga minta maaf atas perjalanan kita yang tidak stabil. 3 tahun ini menjadi 3 tahun terhebat dalam hidupku, ojo lalikno akuu, sambangi aa pas haul harlah, heheee. Akhir kata, simpan sinarmu untuk sekolah barumu pip, aku percaya kamu bisa menjadi lebih sukses dariku!",
    "penutup": "Selalu semangat meraih mimpimu friend."
  }
}
